[
    {
        "title": "سبحان الله وبحمده",
        "name": "غفرت ذنوبك وإن كانت مثل زبد البحر",
        "value": "قال ﷺ:\n” من قال سبحان الله وبحمده في يوم مئة مرة حطت خطاياه وإن كانت مثل زبد البحر “"
    },
    {
        "title": "سبحان الله والحمد لله ولا إله إلا الله والله أكبر",
        "name": "أحب الكلام إلى الله لا يضر بأيهن بدأت",
        "value": null
    },
    {
        "title": "لا حول ولا قوة إلا بالله",
        "name": " كنز من كنوز الجنة",
        "value": "قال ﷺ: يا عبدالله بن قيس “ألا أدلك على كنز من كنوز الجنة ؟ قال: بلى يا رسول الله ! قال: قل (لا حول ولا قوة إلا بالله) ”"
    },
    {
        "title": "سبحان الله",
        "name": "لا تعجز",
        "value": "قال ﷺ:” أيعجز أحدكم أن يكسب كل يوم ألف حسنة فسأله سائل من جلسائه كيف يكسب أحدنا ألف حسنة قال : يسبح الله مائة تسبيحة فيكتب له ألف حسنة أو يحط عنه ألف خطيئة ” رواه مسلم"
    },
    {
        "title": "سبحان الله العظيم وبحمده",
        "name": "نخلة في الجنة",
        "value": "قال ﷺ:“من قال سبحان الله العظيم وبحمده غرست له نخلة في الجنة”"
    },
    {
        "title": "سبحان الله وبحمده سبحان الله العظيم",
        "name": "قال ﷺ:” كلمتان خفيفتان على اللسان ثقيلتان في الميزان حبيبتان إلى الرحمن سبحان الله وبحمده سبحان الله العظيم ”",
        "value": null
    },
    {
        "title": "لا إله إلا الله وحده لا شريك لهُ ، لهُ الملك ، ولهُ الحمدُ ، وهو على كل شيء قدير",
        "name": "خير ما قال الأنبياء",
        "value": "من قالها في اليوم “مئة مره” كانت له عدل عشر رقاب و كتبت له مئة حسنة و محيت عنه مئة سيئة و كانت له حرزاً من الشيطان يومه ذلك حتى يمسي و لم يأت أحد بأفضل مما جاء به إلا أحد عمل أكثر من ذلك."
    },
    {
        "title": "سبحان الله و الحمد الله و لا إله إلا الله و الله أكبر",
        "name": "خيراً لك مما طلعت علية الشمس من كنوز الدنيا و أموالها ..",
        "value": "قال النبيُّ ﷺ: ( لأن أقول: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، أحبُّ إليَّ مما طلعت عليه الشَّمس )"
    },
    {
        "title": "أستغفر الله",
        "name": "قالَ رَسُولُ اللَّهِ ﷺ: منْ لَزِم الاسْتِغْفَار، جَعَلَ اللَّه لَهُ مِنْ كُلِّ ضِيقٍ مخْرجًا، ومنْ كُلِّ هَمٍّ فَرجًا، وَرَزَقَهُ مِنْ حيْثُ لاَ يَحْتَسِبُ رواه أبو داود",
        "value": null
    },
    {
        "title": "رب اغفر لي",
        "name": null,
        "value": null
    },
    {
        "title": "أستغفر الله الذى لا إله إلا هو الحى القيوم وأتوب إليه",
        "name": null,
        "value": null
    },
    {
        "title": "اللهم صل وسلم على نبينا محمد",
        "name": "قال ﷺ:“من صلى عليَّ صلاة صلى الله عليه بها عشراً ” مسلم 384",
        "value": null
    },
    {
        "title": "سبحان الله وبحمده عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته",
        "name": "أجر عظيم بكلمات معدودة",
        "value": "قال ﷺ:” لقد قلت بعدك أربع كلمات ثلاث مرات لو وزنت بما قلت منذ اليوم لوزنتهن :\nسبحان الله وبحمده عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته “"
    },
    {
        "title": "اللهمَّ إنك عفوٌّ تُحبُّ العفوَ فاعفُ عنِّي",
        "name": "قلتُ : يا رسولَ اللهِ أرأيتَ إن علمتُ أيَّ ليلةِ القدرِ ما أقولُ فيها ؟ قال : قولي : اللهمَّ إنك عفوٌّ تُحبُّ العفوَ فاعفُ عنِّي",
        "value": null
    },
    {
        "title": "لا إله إلا الله وحده لا شريك له ، له الملك وله الحمد وهو على كل شيء قدير",
        "name": "قال رسول الله صلى الله عليه وسلم :",
        "value": "خير الدعاء دعاء يوم عرفه ، وخير ما قلت أنا والنبيون من قبلي :\nلا إله إلا الله وحده لا شريك له ، له الملك وله الحمد وهو على كل شيء قدير"
    }
]